/* 
  Localization.strings
  Localizable
  GPSLogger

  Created by chao han on 14-3-26.

*/

"Open In ..." = "Öffne mit...";

"Mail this Log" = "Protokoll versenden";

"Upload to OSM" = "Zu OSM hochladen";

"Cancel" = "Abbrechen";

"Error" = "Fehler";

"Location Service not enabeld." = "Ortungsdienst nicht aktiviert.";

"OK" = "OK";

"Stop Logging" = "Aufzeichnung beenden";

"No application can be found to open the file." = "Keine Anwendung für diesen Dateityp gefunden.";

"Saving" = "Speichert";

"Uploading" = "Lädt hoch";

"Completed" = "Abgeschlossen";

"Failed" = "Fehlgeschlagen";

"m" = "m";

"km" = "km";

"m/s" = "m/s";

"Distance" = "Entfernung";

"Used time" = "Nutzungsdauer";

"Name" = "Name";

"Number of Track Points" = "Number of Track Points";

"Track Information" = "Track Information";

"Track Points" = "Track Points";

"Altitude" = "Altitude";

"Speed" = "Speed";

"Close" = "Close";

"Map" = "Map";

"Detail" = "Detail";

"Input Name" = "Input Name";

"Max Speed" = "Max Speed";

"Min Speed" = "Min Speed";

"Average Speed" = "Average Speed";

"Max Altitude" = "Max Altitude";

"Min Altitude" = "Min Altitude";

"Average Altitude" = "Average Altitude";

"Add Note" = "Add Note";

"Add Photo" = "Add Photo";

"Unable to locate" = "Unable to locate";

